Revit 2027 API
BuiltInFailures.CurtainWallFailures.MullionLostRefReorder Property
 Mullions have lost references as a result of gridlines changing order. These mullions must be deleted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MullionLostRefReorder { get; }
Public Shared ReadOnly Property MullionLostRefReorder As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MullionLostRefReorder {
	FailureDefinitionId^ get ();
}
static member MullionLostRefReorder : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CurtainWallFailures Class
Autodesk.Revit.DB Namespace